import a from "../../../shared/assets/svg/a.svg";
import b from "../../../shared/assets/svg/b.svg";
import c from "../../../shared/assets/svg/c.svg";

export const slidesData = [
  {
    img: a,
    date: "25.02.2023",
    title: "Скоро главный праздник весны!",
    description: "Дарите любовь, когда вкусно, красиво и натурально. Смотрите больше наборов с декором ручной работы.",
  },
  {
    img: b,
    date: "17.02.2023",
    title: "Конкурс на 23 февраля!",
    description: "День Защитника Отечества уже совсем скоро! Поддержите своего сладкоежку с помощью аппетитных наборов от МакаронШоп.",
  },
  {
    img: c,
    date: "11.02.2023",
    title: "Экспресс-конкурс ко дню Святого Валентина",
    description: "Подарок через 2 дня! Для всех влюблённых на все времена. Радость с обним акцийных наборов от МакаронШоп.",
  },
];